Repository: giftyhq/plugin-woocommerce
Catalog: languages/gifty-woocommerce-*.po
Languages: nl_nl

source: Gifty for WooCommerce requires WooCommerce to be installed and active. You can download %s here.
nl_nl: Gifty voor WooCommerce vereist dat WooCommerce wordt ge√Ønstalleerd en actief is. Je kunt %s hier downloaden.

source: Settings
nl_nl: Instellingen

source: Accept Gifty gift cards in your WooCommerce shop.
nl_nl: Accepteer Gifty cadeaubonnen in je WooCommerce-shop.

source: API Key
nl_nl: API sleutel

source: Enter your API Key. You can manage API-keys in your Gifty dashboard under the Developer options.
nl_nl: Voer je API-sleutel in. Je kunt API-sleutels beheren in jouw Gifty-dashboard op de instellingenpagina voor ontwikkelaars.

source: The API-key is invalid.
nl_nl: De API-sleutel is ongeldig.

source: The used gift card is not valid anymore. Please try again.
nl_nl: De gebruikte cadeaubon is niet meer geldig. Probeer het opnieuw.

source: The used gift card (%s) on order (%s) cannot be retrieved from the API. The gift card is not redeemed.
nl_nl: De gebruikte cadeaubon (%s) voor bestelling (%s) kan niet worden opgehaald via de API. De cadeaubon is niet verzilverd.

source: Reserved %s on gift card %s with transaction %s
nl_nl: Er is %s gereserveerd op cadeaubon %s met transactie %s

source: The used gift card on order (%s) has no reservation transaction registered in WooCommerce, and therefor could not be finalized.
nl_nl: De gebruikte cadeaubon voor bestelling (%s) heeft geen reserveringstransactie geregistreerd in WooCommerce en kon daarom niet worden afgerond.

source: The used gift card (%s) on order (%s) cannot be retrieved from the API. The gift card is not captured.
nl_nl: De gebruikte cadeaubon (%s) voor bestelling (%s) kan niet worden opgehaald via de API. De cadeaubon-afschrijving is niet bevestigd.

source: Redeemed %s on gift card %s with transaction %s
nl_nl: Er is %s verzilverd op cadeaubon %s met transactie %s

source: The used gift card could not be redeemed. Please try again.
nl_nl: De gebruikte cadeaubon kan niet worden ingewisseld. Probeer het opnieuw.

source: The used gift card (%s) on order (%s) cannot be retrieved from the API. The gift card is not released.
nl_nl: De gebruikte cadeaubon (%s) voor bestelling (%s) kan niet worden opgehaald via de API. De cadeaubon is niet vrijgegeven.

source: Released %s on gift card %s with transaction %s
nl_nl: Er is %s vrijgegeven voor cadeaubon %s met transactie %s

source: The used gift card could not be released. Please try again.
nl_nl: De gebruikte cadeaubon kon niet worden vrijgegeven. Probeer het opnieuw.

source: Gifty for WooCommerce
nl_nl: Gifty voor WooCommerce

source: WordPress plugin for accepting Gifty gift cards in your WooCommerce shop.
nl_nl: WordPress plug-in voor het accepteren van Cadeaubonnen in je WooCommerce-shop.
