Repository: giftyhq/plugin-woocommerce
Catalog: languages/gifty-woocommerce-*_formal.po
Languages: nl_nl

source: Gifty for WooCommerce requires WooCommerce to be installed and active. You can download %s here.
nl_nl: Gifty voor WooCommerce vereist dat WooCommerce wordt geïnstalleerd en actief is. U kunt %s hier downloaden.

source: Settings
nl_nl: Instellingen

source: Gift card %s has already been captured, so it cannot be refunded. Process this refund manually.
nl_nl: Cadeaubon %s is al geboekt, dus kan niet worden terugbetaald. Verwerk deze terugbetaling handmatig.

source: It is only supported to refund the full gift card payment at once. The refund should be %s.
nl_nl: Het wordt alleen ondersteund om de volledige betaling van de cadeaubon in één keer terug te betalen. De terugbetaling moet %s zijn.

source: Gift card %s has already been captured, so it cannot be refunded.
nl_nl: Cadeaubon %s is al geboekt, dus kan niet worden terugbetaald.

source: Invalid refund amount
nl_nl: Ongeldig terugbetalingsbedrag

source: Refunded %s to gift card %s.
nl_nl: Er is %s terugbetaald op cadeaubon %s.

source: This gift card has already been applied
nl_nl: Deze cadeaubon is al toegepast

source: This gift card has no available balance
nl_nl: Deze cadeaubon heeft geen saldo meer

source: Gift card applied successfully
nl_nl: Cadeaubon succesvol toegepast

source: Invalid security token sent
nl_nl: Ongeldig beveiligingstoken verzonden

source: Unable to apply gift card, session not found
nl_nl: Cadeaubon kan niet worden toegepast, sessie niet gevonden

source: Please enter a valid gift card code
nl_nl: Voer een geldige cadeauboncode in

source: This gift card does not exist
nl_nl: Deze cadeaubon bestaat niet

source: Unable to remove gift card, session not found
nl_nl: Kan cadeaubon niet verwijderen, sessie niet gevonden

source: Gift card removed successfully
nl_nl: Cadeaubon succesvol verwijderd

source: The balance of one or more gift cards has changed, please review the gift cards before placing the order.
nl_nl: Het saldo van een of meer cadeaubonnen is gewijzigd, controleer de cadeaubonnen voordat u de bestelling plaatst.

source: Gift card %s redeemed for %s (%s)
nl_nl: Cadeaubon %s ingewisseld voor %s (%s)

source: Error while redeeming gift cards. Error: %s
nl_nl: Fout bij het inwisselen van cadeaubonnen. Fout: %s

source: Gift card %s released for %s (%s)
nl_nl: Cadeaubon %s vrijgegeven voor %s (%s)

source: Gift card %s could not be released for %s (%s). Error:
nl_nl: Cadeaubon %s kon niet worden vrijgegeven voor %s (%s). Fout:

source: Gift card %s was already released for %s (%s). Payment not applied.
nl_nl: Cadeaubon %s is al vrijgegeven voor %s (%s). Betaling niet toegepast.

source: Gift card %s captured for %s (%s)
nl_nl: Cadeaubon %s geboekt voor %s (%s)

source: Gift card %s could not be captured for %s (%s). Error:
nl_nl: Cadeaubon %s kon niet worden geboekt voor %s (%s). Fout:

source: Gift Card
nl_nl: Cadeaubon

source: Accept Gifty gift cards in your WooCommerce shop.
nl_nl: Accepteer Gifty cadeaubonnen in uw WooCommerce-shop.

source: API Key
nl_nl: API sleutel

source: Enter your API Key. You can manage API-keys in your Gifty dashboard under the Developer options.
nl_nl: Voer uw API-sleutel in. U kunt API-sleutels beheren in uw Gifty-dashboard op de instellingenpagina voor ontwikkelaars.

source: Gift Card field in cart
nl_nl: Cadeaubon-veld in winkelwagen

source: Show gift card field on the cart page
nl_nl: Toon het cadeaubon-veld in de winkelwagen

source: Should the gift card field be visible on the cart page.
nl_nl: Moet het cadeaubon-veld zichtbaar zijn in de winkelwagen.

source: Gift Card field in checkout
nl_nl: Cadeaubon-veld tijdens afrekenen

source: Show gift card field on the checkout page
nl_nl: Toon het cadeaubon-veld tijdens het afrekenen

source: Should the gift card field be visible on the checkout page.
nl_nl: Moet het cadeaubon-veld zichtbaar zijn tijdens het afrekenen.

source: Gift card through the coupon field
nl_nl: Cadeaubon via het kortingscode-veld

source: Allow users to apply a gift card through the coupon field
nl_nl: Sta gebruikers toe een cadeaubon toe te passen via het kortingscode-veld

source: Should the coupon field also accept gift cards.
nl_nl: Moet het kortingscode-veld ook cadeaubonnen accepteren.

source: Enable calculation corrections
nl_nl: Berekeningscorrecties inschakelen

source: Apply corrections on WooCommerce Analytics data for correct tax and revenue reporting.
nl_nl: Pas correcties toe op WooCommerce Analytics-gegevens voor correcte belasting- en inkomstenrapportage.

source: Compatibility fixes
nl_nl: Compatibiliteit-correcties

source: Enable compatibility fixes with other plugins
nl_nl: Compatibiliteit-correcties met andere plug-ins inschakelen

source: Enable fixes and improvements to work better with other WordPress plugins.
nl_nl: Schakel correcties en verbeteringen in voor een betere samenwerking met andere WordPress-plug-ins.

source: The API-key is invalid.
nl_nl: De API-sleutel is ongeldig.

source: Order Total
nl_nl: Totaal

source: Paid
nl_nl: Betaald

source: Refunded
nl_nl: Terugbetaald

source: Refund %1$s via %2$s
nl_nl: Betaal %1$s terug via %2$s

source: Amount already refunded to Gifty gift cards
nl_nl: Bedrag al teruggestort op Gifty cadeaubonnen

source: Amount available to refund to Gifty gift cards
nl_nl: Bedrag beschikbaar om terug te betalen op Gifty-cadeaubonnen

source: Have a gift card?
nl_nl: Heeft u een cadeaubon?

source: Enter your gift card code
nl_nl: Voer de code van uw cadeaubon in

source: Apply
nl_nl: Toepassen

source: Total
nl_nl: Totaal

source: before gift cards
nl_nl: voor cadeaubonnen

source: [Remove]
nl_nl: [Verwijder]

source: Gifty for WooCommerce
nl_nl: Gifty voor WooCommerce

source: WordPress plugin for accepting Gifty gift cards in your WooCommerce shop.
nl_nl: WordPress plug-in voor het accepteren van cadeaubonnen in uw WooCommerce-shop.
